@extends('front.layouts.main')

@section('content')

<div class="popup policy-popup" id="policy">
    <div class="h3">Пользовательское соглашение</div>
    <p>Настоящее Пользовательское соглашение является публичной офертой и определяет условия использования сервисов BioVillage (существующих и создаваемых в будущем), приложения (далее — Приложение), любыми пользователями сети Интернет, просматривающими Приложение (далее — Пользователи Приложения).</p>
    <p>Настоящее Пользовательское соглашение приравнивается к договору, составленному в письменной форме. Принимая настоящее Пользовательское соглашение, Пользователь выражает полное и безоговорочное согласие со всеми его условиями, в том числе, в части предоставления согласия на обработку персональных данных Пользователя на условиях, указанных в разделе 2 настоящего Пользовательского соглашения. В случае несогласия с данными условиями Пользователь должен покинуть Приложение.</p>
    <ol>
        <li>
            <b>Общие положения</b>
            <ol>
                <li>Настоящее Пользовательское соглашение вступает в силу с момента размещения его в Приложении и действует в отношении всей информации, размещенной в приложении в информационно-телекоммуникационной сети «Интернет».</li>
                <li>Пользователь принимает условия настоящего Пользовательского соглашения в полном объеме путем нажатия кнопки подтверждения ознакомления с настоящим Пользовательским соглашением. Пользователь подтверждает свое ознакомление и согласие на использование файлов cookie.</li>
                <li>Приложение использует сервисы веб-аналитики Яндекс.Метрика и Google Analytics. Собранная при помощи cookie информация не может идентифицировать Пользователя, при этом направлена на улучшение работы Приложения. Информация об использовании Приложения, собранная при помощи cookie, будет передаваться Яндексу для обработки и оценки использования Приложения, составления отчетов о деятельности Приложения.</li>
            </ol>
        </li>
        <li>
            <b>Персональные данные</b>
            <ol>
                <li>В случае если отдельные сервисы Приложения предусматривают ввод персональных данных, такие персональные данные хранятся и обрабатываются в соответствии с принципами и правилами обработки персональных данных, предусмотренными Федеральным законом Российской Федерации от 27 июля 2006 г. № 152-ФЗ «О персональных данных».</li>
                <li>В отношении персональных данных сохраняется их конфиденциальность, кроме случаев добровольного предоставления Пользователем информации о себе для общего доступа неограниченному кругу лиц.</li>
                <li>Приложение не передает персональные данные третьим лицам, если только такая передача не предусмотрена законодательством Российской Федерации.</li>
                <li>Администрация Приложения принимает необходимые организационные и технические меры для защиты персональных данных от использования, не предусмотренного настоящим Пользовательским соглашением.</li>
            </ol>
        </li>
        <li>
            <b>Обязательства Пользователя</b>
            <ol>
                <li>Пользователь соглашается не предпринимать действий и не оставлять комментарии и записи, которые могут рассматриваться как нарушающие законодательство Российской Федерации или нормы международного права, в том числе в сфере интеллектуальной собственности, авторских и/или смежных прав, общепринятые нормы морали и нравственности, а также любых действий, которые приводят или могут привести к нарушению нормальной работы сервисов Приложения и Приложения в целом.</li>
                <li>Использование материалов Приложения без согласия правообладателей не допускается.</li>
                <li>При цитировании материалов Приложения, включая охраняемые авторские произведения, ссылка на Приложение обязательна.</li>
                <li>Администрация Приложения не несет ответственности за посещение и использование Пользователем внешних ресурсов, ссылки на которые могут содержаться в Приложении.</li>
                <li>Администрация Приложения не несет ответственности и не имеет прямых или косвенных обязательств перед Пользователем в связи с любыми возможными или возникшими убытками, связанными с любым содержанием Приложения, регистрацией авторских прав и сведениями о такой регистрации, доступными в Приложении или полученными через внешние сайты или ресурсы либо иные контакты Пользователя, в которые он вступил, используя размещенную в Приложении информацию или ссылки на внешние ресурсы.</li>
            </ol>
        </li>
        <li>
            <b>Прочие условия</b>
            <ol>
                <li>Все возможные споры, вытекающие из настоящего Пользовательского соглашения или связанные с ним, подлежат разрешению в соответствии с законодательством Российской Федерации.</li>
                <li>Бездействие со стороны Администрации Приложения в случае нарушения Пользователем положений Пользовательского соглашения не лишает Администрацию Приложения права предпринять позднее соответствующие действия в защиту своих интересов и защиту авторских прав на охраняемые в соответствии с законодательством материалы Приложения.</li>
                <li>Администрация Приложения вправе в любое время в одностороннем порядке изменять условия настоящего Пользовательского соглашения. Такие изменения вступают в силу с момента размещения новой версии Пользовательского соглашения в Приложении. При несогласии Пользователя с внесенными изменениями он обязан покинуть Приложение, прекратить использование материалов и сервисов Приложения.</li>
            </ol>
        </li>
    </ol>
    <br>
    <p>Последнее обновление пользовательского соглашения: 9 апреля 2021 г.</p>
</div>

@endsection